const questions = [

{
question:"विद्युत धारा की SI इकाई क्या है?",
options:[
"A) वोल्ट",
"B) एम्पियर",
"C) ओम",
"D) वाट"
],
answer:"B"
},

{
question:"विद्युत धारा मापने के लिए कौन सा यंत्र प्रयोग होता है?",
options:[
"A) वोल्टमीटर",
"B) एमीटर",
"C) गैल्वेनोमीटर",
"D) बैरोमीटर"
],
answer:"B"
},

{
question:"प्रतिरोध की SI इकाई क्या है?",
options:[
"A) एम्पियर",
"B) वोल्ट",
"C) ओम",
"D) कुलाम"
],
answer:"C"
},

{
question:"वोल्टमीटर को परिपथ में कैसे जोड़ा जाता है?",
options:[
"A) श्रेणी क्रम में",
"B) समानांतर क्रम में",
"C) दोनों",
"D) कोई नहीं"
],
answer:"B"
},

{
question:"ओम का नियम किससे संबंधित है?",
options:[
"A) धारा और विभवांतर",
"B) प्रकाश",
"C) ऊर्जा",
"D) चुंबक"
],
answer:"A"
}

];
